tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "dark-notify"
brew "direnv"
brew "fish"
brew "fzf"
brew "git"
brew "gh"
brew "htop"
brew "kubernetes-cli"
brew "libuv"
brew "libyaml"
brew "midnight-commander"
brew "ncdu"
brew "pnpm"
brew "neovim"
brew "lazygit"
brew "tmux"
brew "overmind"
brew "ripgrep"
brew "tfenv"
brew "watch"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "font-code-new-roman-nerd-font"
cask "iterm2"
cask "miro"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "arc"
cask "zoom"
cask "raycast"
cask "dteoh-devdocs"
cask "figma"
cask "hyperfine"
